{"id":3038,"date":"2023-08-23T23:59:37","date_gmt":"2023-08-23T23:59:37","guid":{"rendered":"https:\/\/dev-ne-wrdprs-hepo.azurewebsites.net\/?p=3038"},"modified":"2023-08-23T23:59:37","modified_gmt":"2023-08-23T23:59:37","slug":"faith-aloud-apoyando-justicia-reproductiva-para-todos","status":"publish","type":"post","link":"https:\/\/dev-ne-wrdprs-hepo.azurewebsites.net\/faith-aloud-apoyando-justicia-reproductiva-para-todos\/","title":{"rendered":"Faith Aloud: Apoyando  Justicia reproductiva para todos"},"content":{"rendered":"<p style = \"font-size: 20px;\"> <strong style = \"font-size: 20px;\"> <em> El 411: <\/em> <\/strong> Faith Aloud objetivos producir una sociedad en la cual gente de todos espirituales pensamiento, denominaciones y prácticas podría hacer reproductivo y parental elecciones sin preocupación por sabiduría. <\/p>\n<p> El aborto son un desafío susceptible de explorar, específicamente entre comunidades espirituales, y con bastante frecuencia la gente es abandonados experimentando solo durante un período en el que quieren el asistencia de estos fe muchos. <\/p>\n<p> Faith Aloud habrá para todos personas. <\/p>\n<\/p>\n<p> Suministro espirituales métodos a mujeres en 50 afirmaciones y la mayoría 14 naciones, la empresa objetivo es para acabar con estigma religioso en torno al aborto y otros reproductivo  decisiones. <\/p>\n<p> Ver que este estigma puede ser a menudo un esfuerzo controlar otros individuos en propensos trabajos, Faith Aloud trata con imparcialidad imparcialidad económica instituciones para un mayor afecto aumentar condiciones para mujeres. <\/p>\n<p> Faith Aloud también suministros impresos y digitales productos a clínicas de aborto alrededor del mundo para ayudar todos ellos en su orientación de mujeres. <\/p>\n<p> &#8220;Nosotros comenzamos Faith Aloud en 2008 porque planeamos función como espiritual autoridad que centros podrían buscar y esto damas solas podrían acudir a para orientación, para espiritual consejo, para recursos sobre religión y el aborto &#8220;, mencionado Rev. Rebecca Turner, la director ejecutivo de Faith Aloud. <\/p>\n<h2> Utilizar creencia ganar autoconfianza interior decisiones <\/h2>\n<p> Quizás muchas fuerte recurso Faith Aloud proporciona es varios películas del clero asesores de diferentes credos quién hablar directamente a mujeres que están pensando en aborto y son comprar dirección acerca de su único religión es importante en su única elección. <\/p>\n<p> Faith Aloud también tiene 36 educados de guardia consejeros quienes damas pueden contacto desde cualquier lugar los EE. UU. y durante cualquier circunstancia, ya sea si 1er descubrir que pueden ser embarazadas, justo después tener un aborto o años después del hecho. <\/p>\n<\/p>\n<p> Turner declaró crea un mundo de distinción para espirituales mujeres tener un clérigo terapeuta darles términos de conveniencia basado principalmente en las escrituras que aprenden, y a menudo todo toma es alguien jugar estas mujeres para permitirles cambiar de experimentar angustiado a experimentar apoyado al crear la elección eso es ideal para ellos. <\/p>\n<p> &#8220;Los comentarios tenemos recibido a través de los años se ha convertido increíble, &#8221; ella mencionó. &#8220;Por qué un breve película es tan poderoso es que es el religioso autoridad de un verdadero clero individuo ser compasivo en lugar de juzgar. Una mujer puede escuchar una persona que habla el idioma de propio fe, una persona que es ayuda esta dama utilizar esa fe obtener energía y confianza en ella propia elecciones en lugar de utilizar fe medir o herir su de cualquier significa. &#8220;<\/p>\n<h2> Faith Aloud habrá en tiempos durante la angustia <\/h2>\n<p> El principal objetivo de Faith Aloud ha sido para mujeres quiénes serán experimentando aborto saber que puede haber algún lugar capaces pasar a para soporte, así como para hospital personal convertirse preparado con fuentes conseguir conversaciones con mujeres que tienen en realidad espirituales  y religiosos. <\/p>\n<p> &#8220;muchas veces, todas las mujeres de hecho alguna vez escuchado se han convertido críticos religiosos voces, así que realmente tienen miedo lograr salir para comunicarse con alguien con respecto a su espiritualidad &#8220;, Turner dijo. &#8220;de verdad deseo que cada soltero centro dentro del US no era solo familiarizado con todos nuestros servicios, pero fue  usando todos nuestros videos en un diario manera y mencionar mujeres a sus clérigos asesores. &#8220;<\/p>\n<\/p>\n<p> Más adelante, Faith Aloud sueños conseguir una línea directa a la que las mujeres pueden acceder cuando lo desee y para expandir la capacitación sistema así más clero consejeros saber cómo responder damas de creencia. <\/p>\n<p> &#8220;Más que nada queremos el estigma religioso que rodea el aborto dentro de nuestro nación llegar pagado &#8220;, dijo. &#8220;Descubrir mucho hostilidad sobre El aborto que específicamente está inspirado en espirituales fuentes e impone un estigma sobre mujeres. Todo que haríamos está intentando reducir ese estigma. Nosotros quisiera damas aprender suyo religión existe en su mente dentro de tiempo de estrés por lo tanto Dios no es realmente sentado como juzgar sobre ellos &#8220;. <\/p>\n<p> Para obtener más información sobre Faith Aloud y el diferencia son haciendo internacionalmente, consulte www.faithaloud.org. Mujeres deseando orientación may contacto 888-717-5010. <\/p>\n<p><\/p>\n<p><a href=\"https:\/\/ts-amantes.com\/valencia\/villarreal\">https:\/\/ts-amantes.com\/valencia\/villarreal<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>El 411: Faith Aloud objetivos producir una sociedad en la cual gente de todos espirituales pensamiento, denominaciones y prácticas podría hacer reproductivo y parental elecciones sin preocupación por sabiduría. El aborto son un desafío susceptible de explorar, específicamente entre comunidades espirituales, y con bastante frecuencia la gente es abandonados experimentando solo durante un período en &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/dev-ne-wrdprs-hepo.azurewebsites.net\/faith-aloud-apoyando-justicia-reproductiva-para-todos\/\"> <span class=\"screen-reader-text\">Faith Aloud: Apoyando  Justicia reproductiva para todos<\/span> Lire la suite »<\/a><\/p>\n","protected":false},"author":4,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_joinchat":[]},"categories":[7],"tags":[],"_links":{"self":[{"href":"https:\/\/dev-ne-wrdprs-hepo.azurewebsites.net\/wp-json\/wp\/v2\/posts\/3038"}],"collection":[{"href":"https:\/\/dev-ne-wrdprs-hepo.azurewebsites.net\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/dev-ne-wrdprs-hepo.azurewebsites.net\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/dev-ne-wrdprs-hepo.azurewebsites.net\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/dev-ne-wrdprs-hepo.azurewebsites.net\/wp-json\/wp\/v2\/comments?post=3038"}],"version-history":[{"count":1,"href":"https:\/\/dev-ne-wrdprs-hepo.azurewebsites.net\/wp-json\/wp\/v2\/posts\/3038\/revisions"}],"predecessor-version":[{"id":3039,"href":"https:\/\/dev-ne-wrdprs-hepo.azurewebsites.net\/wp-json\/wp\/v2\/posts\/3038\/revisions\/3039"}],"wp:attachment":[{"href":"https:\/\/dev-ne-wrdprs-hepo.azurewebsites.net\/wp-json\/wp\/v2\/media?parent=3038"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/dev-ne-wrdprs-hepo.azurewebsites.net\/wp-json\/wp\/v2\/categories?post=3038"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/dev-ne-wrdprs-hepo.azurewebsites.net\/wp-json\/wp\/v2\/tags?post=3038"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}